accountsservice
acpi
acpid
alsa-firmware
alsa-utils
android-tools
android-udev
apparmor
arduino
audacious
autoconf
automake
avahi
awesome-terminal-fonts
b43-fwcutter
bash-completion
binutils
bison
blueman
boost
btrfs-progs
bzip2
catfish
chromium
cmake
coreutils
cowsay
crda
cronie
cryptsetup
dbus-x11
device-mapper
dhclient
dhcpcd
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
engrampa
exfat-utils
exo
f2fs-tools
fakeroot
ffmpeg
file
filesystem
findutils
flex
fortune-mod
galculator-gtk2
garcon
gawk
gcc
gcc-libs
gcolor2
gettext
glibc
gnome-icon-theme
gnome-keyring
gnome-themes-extra
gparted
gperf
grep
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-chtheme
gtkhash-thunar
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hexchat
htop
i3-gaps
i3status
i3status-rust
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jdk8-openjdk
jfsutils
jre8-openjdk
jre8-openjdk-headless
jxrlib
kernel-alive
konsole
less
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgit2
libgsf
libopenraw
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware
linux59
logrotate
lsb-release
lua51-lpeg
lua51-mpack
lvm2
lxappearance
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-xfce-settings
matcha-gtk-theme
mdadm
memtest86+
menulibre
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mousepad
mtpfs
mugshot
neofetch
nerd-fonts-noto-sans-mono
nerd-fonts-roboto-mono
nerd-fonts-terminus
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
ngspice
ninja
nitrogen
noto-fonts
noto-fonts-cjk
nss-mdns
ntfs-3g
ntp
numlockx
openresolv
openssh
os-prober
p7zip
pacman
pamac-flatpak-plugin
pamac-gtk
pamac-snap-plugin
patch
pavucontrol
pciutils
perl
perl-file-mimeinfo
pidgin
pkgconf
poppler-data
poppler-glib
powerline-fonts
powertop
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
qpdfview
qt5-serialport
qtcreator
reiserfsprogs
rofi
rsync
s-nail
samba
screenfetch
sed
shadow
snapd
snapd-glib
spectre-meltdown-checker
steam-manjaro
sudo
sysfsutils
systemd-fsck-silent
systemd-sysvcompat
tar
terminator
terminus-font
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
timeshift
tk
tlp
tree-sitter
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-meslo-nerd-font-powerlevel10k
ttf-nerd-fonts-symbols-mono
tumbler
udiskie
udisks2
unace
unrar
usb_modeswitch
usbutils
util-linux
vi
viewnior
vlc
vulkan-intel
vulkan-radeon
wallpapers-2018
wallpapers-juhraya
wget
which
wlroots
wpa_supplicant
xclip
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xwayland
yelp
zensu
